Lectures.html
<?xml version="1.0" encoding="iso-8859-1"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"
lang="en" xml:lang="en">
<head>
<title>Notes on Hegel's Lectures</title>
<meta http-equiv="Content-Type" content="text/html;charset=iso-8859-1"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2013-12-26 13:00:39 EST"/>
<meta name="author" content="Greg"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
</head>
<body>
<div id="content">

<h1 class="title">Notes on Hegel's Lectures</h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 Philosophy of Religion (1827) </a>
<ul>
<li><a href="#sec-1.1">1.1 Editorial Introduction </a>
<ul>
<li><a href="#sec-1.1.1">1.1.1 Hegel's Four Series of Lectures on the Philosophy of Religion (1-6) </a></li>
<li><a href="#sec-1.1.2">1.1.2 Sources and Editions of the Philosophy-of-Religion Lectures (7-11) </a></li>
<li><a href="#sec-1.1.3">1.1.3 Structure, Context, and Distinctive Themes of the Lectures (11-26) </a></li>
<li><a href="#sec-1.1.4">1.1.4 Analysis of the Text of the 1827 Lectures (26-71) </a></li>
</ul>
</li>
<li><a href="#sec-1.2">1.2 Table of Contents </a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Philosophy of Religion (1827) </h2>
<div class="outline-text-2" id="text-1">

<p>source: <i>Hegel's Lectures on Philosophy of Religion</i> (One-Volume
Edition). 1988. Edited by Peter C. Hodgson. University of California Press.
</p>
</div>

<div id="outline-container-1.1" class="outline-3">
<h3 id="sec-1.1"><span class="section-number-3">1.1</span> Editorial Introduction </h3>
<div class="outline-text-3" id="text-1.1">

<p>The "Editorial Introduction" by Hodgson associated with these lectures
is very helpful in gaining understanding about the lectures and their
context.
</p>

</div>

<div id="outline-container-1.1.1" class="outline-4">
<h4 id="sec-1.1.1"><span class="section-number-4">1.1.1</span> Hegel's Four Series of Lectures on the Philosophy of Religion (1-6) </h4>
<div class="outline-text-4" id="text-1.1.1">

</div>

</div>

<div id="outline-container-1.1.2" class="outline-4">
<h4 id="sec-1.1.2"><span class="section-number-4">1.1.2</span> Sources and Editions of the Philosophy-of-Religion Lectures (7-11) </h4>
<div class="outline-text-4" id="text-1.1.2">

</div>

</div>

<div id="outline-container-1.1.3" class="outline-4">
<h4 id="sec-1.1.3"><span class="section-number-4">1.1.3</span> Structure, Context, and Distinctive Themes of the Lectures (11-26) </h4>
<div class="outline-text-4" id="text-1.1.3">

<p>Hegel's God is not a supersensible entity, a "supreme being", but rather
the <i>ultimate</i> condition of possibility for the <i>totality</i> of experience
and for religious experience in particular, the experience of the
"religious relationship" of finite and infinite. (12)
</p>
<p>
In this sense, the philosophical first principle and the theological
first principle are one and the same: God = absolute idea. (12)
</p>
<p>
God is actual, "absolute actuality", "actual being in and for itself"--
but only in and through worldly reality, not as a separated, supersensible
entity. (12)
</p>
<p>
Apart from the world, God's actuality remains abstract, unrealized; in
and through the world, of which God is the ideal condition of possibility,
God becomes concrete, living, true actuality&ndash;or absolute <i>spirit</i>. (12)
</p>
<p>
The logical deep structure is grounded in the dialectic of the syllogism,
which is the basic movement of thought itself. (12)
</p>
<p>
Three moments (figures) of any syllogism (according to Hegel) are:
</p><ul>
<li>
Universality
</li>
<li>
Particularity
</li>
<li>
Individuality/Singularity

</li>
</ul>

<p>Example Syllogism.
</p>
<ul>
<li>
All human beings are mortal
</li>
<li>
Socrates is human
</li>
<li>
Therefore, Socrates is mortal.

</li>
</ul>

<p>Universal Substance: Human Beings
</p>
<p>
Particular Quality: Mortal
</p>
<p>
Individual Subject: Socrates
</p></div>

</div>

<div id="outline-container-1.1.4" class="outline-4">
<h4 id="sec-1.1.4"><span class="section-number-4">1.1.4</span> Analysis of the Text of the 1827 Lectures (26-71) </h4>
<div class="outline-text-4" id="text-1.1.4">


</div>
</div>

</div>

<div id="outline-container-1.2" class="outline-3">
<h3 id="sec-1.2"><span class="section-number-3">1.2</span> Table of Contents </h3>
<div class="outline-text-3" id="text-1.2">

<ul>
<li id="sec-1.2.1">Introduction (73-110) <br/>
</li>
<li id="sec-1.2.2">Part I. The Concept of Religion (111-198) <br/>
<ul>
<li id="sec-1.2.2.1">A. The Concept of God <br/>
</li>
<li id="sec-1.2.2.2">B. The Knowledge of God <br/>
</li>
<li id="sec-1.2.2.3">C. The Cultus <br/>
</li>
</ul>
</li>
<li id="sec-1.2.3">Part II. Determinate Religion (199-388) <br/>
<ul>
<li id="sec-1.2.3.1">A. Immediate Religion, or Nature Religion <br/>
</li>
<li id="sec-1.2.3.2">B. The Elevation of the Spiritual above the Natural <br/>
</li>
<li id="sec-1.2.3.3">C. The Religion of Expediency <br/>
</li>
</ul>
</li>
<li id="sec-1.2.4">Part III. The Consummate Religion (389-489) <br/>
<ul>
<li id="sec-1.2.4.1">Introduction <br/>
</li>
<li id="sec-1.2.4.2">A. The First Element: The Idea of God In and For Itself <br/>
</li>
<li id="sec-1.2.4.3">B. The Second Element: Representation, Appearance <br/>
</li>
<li id="sec-1.2.4.4">C. The Third Element: Community, Spirit <br/>
</li>
</ul>
</li>
</ul>
</div>
</div>
</div>
<div id="postamble">
<p class="author"> Author: Greg
<a href="mailto:greg@greg-Satellite-C855D">&lt;greg@greg-Satellite-C855D&gt;</a>
</p>
<p class="date"> Date: 2013-12-26 13:00:39 EST</p>
<p class="creator">HTML generated by org-mode 6.33x in emacs 23</p>
</div>
</div>
</body>
</html>
